{"pages":[],"posts":[{"title":"Hello World","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","link":"/2021/05/15/hello-world/"},{"title":"Team Introduction","text":"Tsinghua SCC (Student Cluster Competition) Team is one of the most competitive teams worldwide currently in SCC challenges. We have won more than ten champions in the ASC, ISC and SC competitions and we are looking forward to more achievements. News 2020.11 We won the champion of SC20 virtual competition. 2020.06 We won the third place of ISC20 virtual competition. 2020.03 Shengqi Chen and Jiaao He shared their experiences in the SCCs on a XuetangX public lecture. link 2020.01 Chenggang Zhao shares his experience in the ASC Training Camp. link 2019.11 We won the champion of SC19 competition. 2019.06 We won the second place of ISC19 competition. 2019.06 Jiping Yu was selected as one of the best college students (最美大学生) of China. Only ten students of the whole country can win this prize. link 2019.04 We won the second place of ASC19 competition. 2018.12 We were awarded Student of the Year of Tsinghua University along with nine other students/groups. link 2018.11 We won the champion of SC18 competition. 2018.06 We won the champion of ISC18 competition. 2018.05 We won the champion of ASC18 competition. 2017.11 We won the third place of SC17 competition. 2017.06 We won the champion of ISC17 competition. 2017.04 We won the champion of ASC17 competition. 2016.06 We won the second place of ISC16 competition. 2016.04 We won the 5th place of ASC16 competition.. 2015 We won the champion of SC15 competition. 2015 We won the champion of ISC15 competition. 2015 We won the champion of ASC15 competition. 2014 We won the second place of ISC14 competition. 2014 We won the E-Prize of ASC14 competition. 2013 We won the second place of ISC13 competition. 2013 We won the champion and highest LINPACK of ASC13 competition. 2012 We won the champion of ISC12 competition. 2012 We won the champion of ASC12 competition. Advisors Jidong Zhai (翟季冬) Wentao Han (韩文弢) Lin Gan (甘霖) (Former advisor) Xiaomeng Huang (黄小猛) Team MembersAll members are from Department of Computer Science and Techonology unless otherwise stated. Grade 2018 Zeyu Song (宋泽宇) Mingshu Zhai (翟明书) Grade 2017 Chenggang Zhao (赵成钢) Yuxian Gu (顾煜贤) Chen Zhang (张晨) Yutian Wang (王雨田) Jiajie Chen (陈嘉杰) Runxin Zhong (钟闰鑫) GraduatedGrade 2016 Jiaao He (何家傲) Liyan Zheng (郑立言) Shengqi Chen (陈晟祺) Kezhao Huang (黄可钊) Chenyao Lou (娄晨耀), Institute for Interdisciplinary Information Sciences Grade 2015 Jiping Yu (于纪平) Yu Chen (陈宇) Shizhi Tang (唐适之) Xinjian Yu (余欣健) Qian Xie (谢倩) Grade 2014 Beichen Li (李北辰) Guanyu Feng (冯冠宇) Lei Xie (谢磊) Ka Cheong Jason Lau (劉家昌) Grade 2013 Fangke Ye (叶方轲) Yuxuan Li (李宇轩) Miao Wang (王邈) Haomin Long (龙浩民) Grade 2012 Youwei Zhuo (卓有为) Junbang Liang (梁俊邦) Jiabao Guo (郭家宝) Jiezhong Qiu (裘捷中) Dun Liang (梁盾) Yiqin Lu (鲁逸沁) Grade 2011 Fangrui Song (宋方睿) Yuxin Wu (吴育昕) Miao Cheng (程淼), Department of Automation Yang Zhang (张阳), Departmetn of Physics Fan Gao (高凡) Grade 2010 Kaiwei Li (李恺威) Yuchen Qiao (乔宇宸) Linhao Jiang (蒋林浩) Yichong Chen (陈逸翀) Yining Liu (刘艺宁) Ningping Wang (王凝枰) Grade 2009 Chiheng Xu (徐持衡) Biye Jiang (姜碧野) Keqiang Luo (骆可强) Haozhun Jin (金昊衠) Xinliang Wang (王欣亮) Grade 2008 Shizhen Xu (徐世真) Pengqi Cheng (程芃祺) Yiheng Ren (任一恒) Zihong Lyu (吕子鉷) Junfeng Liao (廖俊峰) Yi Yang (杨弋), Institute for Interdisciplinary Information Sciences","link":"/2021/05/15/Team-Introduction/"}],"tags":[],"categories":[]}